Repository: MykolaSubota/auto-shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Hold down “Control”, or “Command” on a Mac, to select more than one.
uk: Утримуйте «Control» або «Command» на Mac, щоб вибрати більше одного.

source: Start typing to filter…
uk: Почніть вводити, щоб відфільтрувати…

source: This object doesn’t have a change history. It probably wasn’t added via this admin site.
uk: Цей об’єкт не має історії змін. Ймовірно, він не був доданий через панель адміністрування.

source: The {name} “{obj}” was changed successfully. You may edit it again below.
uk: Об’єкт {name} “{obj}” було успішно змінено. Ви можете відредагувати його ще раз нижче.

source: The {name} “{obj}” was added successfully.
uk: Об’єкт {name} “{obj}” було успішно додано.

source: The {name} “{obj}” was added successfully. You may add another {name} below.
uk: Об’єкт {name} “{obj}” було успішно додано. Ви можете додати ще один {name} нижче.

source: Deleted “%(object)s.”
uk: Видалено “%(object).”

source: Added {name} “{object}”.
uk: Додано {name} “{object}”.

source: Changed {fields} for {name} “{object}”.
uk: Змінено {fields} для {name} “{object}”.

source: username
uk: логін

source: Deleted {name} “{object}”.
uk: Видалено {name} “{object}”.

source: The {name} “{obj}” was added successfully. You may edit it again below.
uk: Об’єкт {name} “{obj}” було успішно додано. Ви можете відредагувати його ще раз нижче.

source: The {name} “{obj}” was changed successfully. You may add another {name} below.
uk: Об’єкт {name} “{obj}” було успішно змінено. Ви можете додати інший {name} нижче.

source: The {name} “{obj}” was changed successfully.
uk: Об’єкт {name} “{obj}” було успішно змінено.

source: The %(name)s “%(obj)s” was deleted successfully.
uk: Об’єкти {name} “{obj}” було успішно видалено

source: %(name)s with ID “%(key)s” doesn’t exist. Perhaps it was deleted?
uk: %(name) з ID “%(key)” не існує. Можливо, його було видалено?

source: Home
uk: Головна

source: There’s been an error. It’s been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
uk: Сталася помилка. Адміністратори сайту повідомили про неї через електронна пошта, і незабаром це буде виправлено. Дякуємо за ваше терпіння.

source: You don’t have permission to view or edit anything.
uk: Ви не маєте дозволу переглядати чи редагувати що-небудь.

source: First, enter a username and password. Then, you’ll be able to edit more user options.
uk: Спочатку введіть логін та пароль. Потім ви зможете редагувати інші параметри користувача.

source: Enter a username and password.
uk: Введіть логін і пароль.

source: Forgotten your password or username?
uk: Забули пароль або логін?

source: Toggle navigation
uk: Переключити навігацію

source: Filter navigation items
uk: Фільтрувати елементи навігації

source: Thanks for spending some quality time with the web site today.
uk: Дякуємо за те, що сьогодні провели час на сайті.

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
uk: Будь ласка, введіть свій старий пароль з міркувань безпеки, а потім двічі введіть новий пароль, щоб ми могли перевірити, що ви ввели його правильно.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
uk: Ми надіслали вам інструкції щодо встановлення пароля, якщо за введеною вами електронною поштою існує обліковий запис. Ви отримаєте їх найближчим часом.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
uk: Якщо ви не отримали електронного листа, переконайтеся, що ви ввели адресу, на яку ви зареєструвалися, і перевірте папку зі спамом.

source: Your username, in case you’ve forgotten:
uk: Ваш логін, якщо ви забули:

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
uk: Забули свій пароль? Введіть свою електронну адресу нижче, і ми надішлемо електронною поштою інструкції щодо налаштування нового.

source: Reset my password
uk: Скинути мій пароль
